{
  "intro": "<em>How's My Waterway</em> retrieves data from various systems at the Environmental Protection Agency (EPA) and other federal agencies using web services. These web services are also accessible to other users/applications so they too can access the data. In addition, the source code for the How's My Waterway web application is available in an <a href='https://github.com/usepa/mywaterway' target='_blank' rel='noopener noreferrer'>EPA GitHub repository</a> <a class='exit-disclaimer' href='https://www.epa.gov/home/exit-epa' target='_blank' rel='noopener noreferrer'>EXIT</a>.<br /><br />Below is a summary of data included in How’s My Waterway.",
  "footer": "<h3><i class='fas fa-envelope' aria-hidden='true'></i>Contact Us</h3>For more information, <a href='https://www.epa.gov/waterdata/forms/contact-us-about-hows-my-waterway' target='_blank' rel='noopener noreferrer'>contact us</a>&nbsp;&nbsp;<small>(opens new browser tab)</small> or email: <a href=\"mailto:mywaterway@epa.gov\">mywaterway@epa.gov</a>.",
  "content": [
    {
      "description": "ATTAINS contains information on water quality assessments, impaired waters, and total maximum daily loads (TMDLs), through data submitted by states, territories and tribes under Clean Water Act sections <span data-glossary-term data-term='303(d) listed impaired waters (Category 5)'>303(d)</span>, <span data-glossary-term data-term='Clean Water Act Section 305(b)'>305(b)</span> and the <span data-glossary-term data-term='Tribal Grant Program CWA Section 106'>106 Tribal Grant program</span>.",
      "extraContent": "<br /><h4 style='display:block;margin-bottom:0.25rem;font-size:1.125em;line-height:1.125;font-family:Source Sans Pro Web,Helvetica Neue,Helvetica,Roboto,Arial,sans-serif;font-weight:bold;padding-bottom:0'>Impairment Category Filtering Tool:</h4><p><a href='attains' target='_blank' rel='noopener noreferrer'>How ATTAINS data are grouped in How’s My Waterway</a></p>",
      "id": "attains",
      "linkHref": "https://www.epa.gov/waterdata/attains",
      "linkLabel": "ATTAINS Data/System",
      "shortName": "ATTAINS",
      "siteLocation": "Information from this database can be found on the Community page on the following tabs; Overview ( <span data-glossary-term data-term='overall waterbody condition'>waterbody condition</span> list and map), Swimming, Eating Fish, Aquatic Life, Identified Issues ( <span data-glossary-term data-term='impairment'>impairments</span> ), Restore ( <span data-glossary-term data-term='restoration plan'>restoration plans</span>), Drinking Water (Which waters have been assessed for drinking water use?). It can also be found on the State & Tribal tab under the State or Tribal Water Quality Overview and the Advanced Search tabs.",
      "title": "Assessment, Total Maximum Daily Load Tracking and Implementation System (ATTAINS)"
    },
    {
      "description": "The Climate and Economic Justice Screening Tool (CEJST) data highlights disadvantaged census tracts across all 50 states, the District of Columbia, and the U.S. territories. Communities are considered disadvantaged: <ul><li>If they are in census tracts that meet the thresholds for at least one of the tool’s categories of burden, or</li><li>If they are on land within the boundaries of Federally Recognized Tribes</li></ul>",
      "extraContent": null,
      "id": "cejst",
      "linkHref": "https://screeningtool.geoplatform.gov/en/methodology",
      "linkLabel": "CEJST Data/System",
      "shortName": "CEJST",
      "siteLocation": "Information from CEJST can be found on the Community Page in the Extreme Weather tab at the \"Overburdened, Underserved, and Disadvantaged Communities\" row under \"Potentially Vulnerable, Infrastructure or Communities\".",
      "title": "Climate and Economic Justice Screening Tool (CEJST)"
    },
    {
      "description": "The Climate Mapping Resilience and Adaptation (CMRA) data provides information to help understand past, current and future exposure to various climate hazards.",
      "extraContent": null,
      "id": "cmra",
      "linkHref": "https://resilience.climate.gov/",
      "linkLabel": "CMRA Data/System",
      "shortName": "CMRA",
      "siteLocation": "Information from CMRA can be found on the Community Page in the Extreme Weather tab under the following rows; Fire, Drought, Inland Flooding, Coastal Flooding, Extreme Heat and Extreme Cold.",
      "title": "Climate Mapping Resilience and Adaptation (CMRA)"
    },
    {
      "description": "The Cyanobacteria Assessment Network (CyAN) data provides access to <span data-glossary-term data-term='Blue-Green Algae'>blue-green algal</span> bloom satellite data for over 2,000 of the largest lakes and reservoirs across the United States.",
      "extraContent": null,
      "id": "cyan",
      "linkHref": "https://www.epa.gov/water-research/cyanobacteria-assessment-network-application-cyan-app",
      "linkLabel": "CyAN Data/System",
      "shortName": "CyAN",
      "siteLocation": "Information from CyAN can be found on the Community Page in the Water Monitoring tab under Current Water Conditions, <span data-glossary-term data-term='Potential Harmful Algal Blooms (HABs)'>Potential Harmful Algal Blooms (HABs)</span>.",
      "title": "Cyanobacteria Assessment Network (CyAN)"
    },
    {
      "description": "ECHO allows users to search for facilities in their community to assess their compliance with environmental regulations.",
      "extraContent": null,
      "id": "echo",
      "linkHref": "https://echo.epa.gov/",
      "linkLabel": "ECHO Data/System",
      "shortName": "ECHO",
      "siteLocation": "Information from this database can be found on the Community page on the following tabs; Overview ( <span data-glossary-term data-term='dischargers'>permitted dischargers</span> ), Extreme Weather (Combined Sewer Overflows) and Identified Issues ( <span data-glossary-term data-term='significant violations'> dischargers with significant effluent violations</span> ).",
      "title": "Enforcement and Compliance History Online (ECHO)"
    },
    {
      "description": "GRTS is the primary tool for management and oversight of the EPA’s <span data-glossary-term data-term='Nonpoint Source Pollution'>Nonpoint Source (NPS) Pollution</span> Control Program. Under Clean Water Act Section 319(h), EPA awards grants for implementation of state NPS management programs.",
      "extraContent": null,
      "id": "grts",
      "linkHref": "https://iaspub.epa.gov/apex/grts/f?p=grts:95",
      "linkLabel": "GRTS Data/System",
      "shortName": "GRTS",
      "siteLocation": "Information from this database can be found on the Community page on the following tabs; Restore (Nonpoint Source Projects), Protect, Watershed Health and Protection (Protection Projects). On the State page under Water Stories.",
      "title": "Grants Reporting and Tracking System (GRTS)"
    },
    {
      "description": "The Integrated Reporting of Wildfire Information (IRWIN) data provides information about current wildfire events.",
      "extraContent": null,
      "id": "irwin",
      "linkHref": "https://www.wildfire.gov/application/irwin-integrated-reporting-wildfire-information",
      "linkLabel": "IRWIN Data/System",
      "shortName": "IRWIN",
      "siteLocation": "Information from IRWIN can be found on the Community Page in the Extreme Weather tab at the Fire row under Current Severe Weather Events.",
      "title": "Integrated Reporting of Wildfire Information (IRWIN)"
    },
    {
      "description": "The National Digital Forecast Database (NDFD) data provides forecasts of cloud cover, maximum temperature and minimum temperature.",
      "extraContent": null,
      "id": "ndfd",
      "linkHref": "https://vlab.noaa.gov/web/mdl/ndfd",
      "linkLabel": "NDFD Data/System",
      "shortName": "NDFD",
      "siteLocation": "Information from NDFD can be found on the Community Page in the Extreme Weather tab under the following rows; Inland Flooding, Extreme Heat and Extreme Cold.",
      "title": "National Digital Forecast Database (NDFD)"
    },
    {
      "description": "The National Interagency Fire Center (NIFC) data provides current wildfire boundaries.",
      "extraContent": null,
      "id": "nifc",
      "includeExit": true,
      "linkHref": "https://data-nifc.opendata.arcgis.com/",
      "linkLabel": "NIFC Data/System",
      "shortName": "NIFC",
      "siteLocation": "Information from NIFC can be found on the Community Page in the Extreme Weather tab at the Fire row under Current Severe Weather Events.",
      "title": "National Interagency Fire Center (NIFC)"
    },
    {
      "description": "The National Inventory of Dams (NID) consists of dams meeting at least one of the following criteria: <ul><li>Dams where downstream flooding would likely result in loss of human life (high hazard potential).</li><li>Dams where downstream flooding would likely result in disruption of access to critical facilities, damage to public and private facilities, and require difficult mitigation efforts (significant hazard potential).</li><li>Dams that meet minimum height and reservoir size requirements, even though they do not pose the same level of life or economic risk as those above – these dams are typically equal to or exceed 25 feet in height and exceed 15 acre-feet in storage, or equal to or exceeding 50 acre-feet storage and exceeding 6 feet in height.</li></ul>",
      "extraContent": null,
      "id": "nid",
      "linkHref": "https://nid.sec.usace.army.mil/#/",
      "linkLabel": "NID Data/System",
      "shortName": "NID",
      "siteLocation": "Information from NID can be found on the Community Page in the Extreme Weather tab at the Dams row under \"Potentially Vulnerable, Infrastructure or Communities\".",
      "title": "National Inventory of Dams (NID)"
    },
    {
      "description": "The National Weather Service (NWS) data provides information about current watches, warnings and advisories within the United States.",
      "extraContent": null,
      "id": "nws",
      "linkHref": "https://www.weather.gov/",
      "linkLabel": "NWS Data/System",
      "shortName": "NWS",
      "siteLocation": "Information from NWS can be found on the Community Page in the Extreme Weather tab under the following rows; Inland Flooding, Coastal Flooding, Extreme Heat and Extreme Cold.",
      "title": "National Weather Service (NWS)"
    },
    {
      "description": "The Protected Areas Database (PAD-US) is America’s official national inventory of U.S. terrestrial and marine protected areas that are dedicated to the preservation of biological diversity and to other natural, recreation and cultural uses, managed for these purposes through legal or other effective means.",
      "extraContent": null,
      "id": "protected-areas",
      "linkHref": "https://www.usgs.gov/core-science-systems/science-analytics-and-synthesis/gap/science/protected-areas",
      "linkLabel": "Protected Areas Data/System",
      "shortName": "Wild and Protected Areas",
      "siteLocation": "Information from this database can be found on the Community page on the Protect tab under Watershed Health and Protection, Protected Areas.",
      "title": "Protected Areas"
    },
    {
      "description": "The Safe Drinking Water Information System (SDWIS) contains information on public water systems, including monitoring, enforcement, and violation data related to requirements established by the Safe Drinking Water Act (SDWA).",
      "extraContent": null,
      "id": "sdwis",
      "linkHref": "https://www.epa.gov/ground-water-and-drinking-water/safe-drinking-water-information-system-sdwis-federal-reporting",
      "linkLabel": "SDWIS Data/System",
      "shortName": "SDWIS",
      "siteLocation": "Information from this database can be found on the Community page on the following tabs; Drinking Water (Who provides the drinking water here?, Who withdraws water for drinking here?). On the State page under the Drinking Water topic (Drinking Water Information). On the National page under the National Drinking Water tab.",
      "title": "Safe Drinking Water Information System (SDWIS)"
    },
    {
      "description": "The Underground Storage Tanks (USTs) data provides information about, and locations of, leaking underground storage tanks, underground storage tank facilities, and underground storage tanks.",
      "extraContent": null,
      "id": "ust",
      "linkHref": "https://www.epa.gov/ust/ust-finder",
      "linkLabel": "UST Data/System",
      "shortName": "UST",
      "siteLocation": "Information from UST can be found on the Community Page in the Extreme Weather tab at the \"Above and below ground pollutant storage tanks\" row under \"Potentially Vulnerable, Infrastructure or Communities\".",
      "title": "Underground Storage Tanks (USTs)"
    },
    {
      "description": "The U.S. Drought Monitor data provides access to current drought intensity categories for the entire USA.",
      "extraContent": null,
      "id": "usdm",
      "includeExit": true,
      "linkHref": "https://droughtmonitor.unl.edu/",
      "linkLabel": "U.S. Drought Monitor Data/System",
      "shortName": "U.S. Drought Monitor",
      "siteLocation": "Information from U.S. Drought Monitor can be found on the Community Page in the Extreme Weather tab at the Drought row under Current Severe Weather Events.",
      "title": "U.S. Drought Monitor"
    },
    {
      "description": "Data and GIS files from the USGS current conditions can be found on the <a href='https://waterdata.usgs.gov/nwis/sw' target='_blank' rel='noopener noreferrer'>USGS website</a>.",
      "extraContent": null,
      "id": "usgs-sensors",
      "linkHref": "https://waterdata.usgs.gov/nwis/rt",
      "linkLabel": "USGS Stream Gages Data/System",
      "shortName": "USGS Stream Gage",
      "siteLocation": "Information from the USGS databases can be found on the Community page on the Overview tab under Water Monitoring Locations, Current Water Conditions, USGS Sensors and in the Water Monitoring tab under current water conditions, USGS Sensors.",
      "title": "USGS Sensors (USGS Stream Gages)"
    },
    {
      "description": "The U.S. Private Domestic Wells 2020 (Well Density) data provides access to private domestic well density based on the 2020 census.",
      "extraContent": null,
      "id": "well-density",
      "linkHref": "https://cfpub.epa.gov/si/si_public_record_Report.cfm?dirEntryId=359961&Lab=CESER",
      "linkLabel": "Well Density Data/System",
      "shortName": "Well Density",
      "siteLocation": "Information from Well Density can be found on the Community Page in the Extreme Weather tab at the Wells row under \"Potentially Vulnerable, Infrastructure or Communities\".",
      "title": "U.S. Private Domestic Wells 2020 (Well Density)"
    },
    {
      "description": "The Water Quality Portal (WQP) is a cooperative service sponsored by the United States Geological Survey (USGS), the Environmental Protection Agency (EPA) and the National Water Quality Monitoring Council (NWQMC) that integrates publicly available water quality monitoring data.",
      "extraContent": null,
      "id": "wqp",
      "linkHref": "https://www.waterqualitydata.us/",
      "linkLabel": "WQP Data/System",
      "shortName": "WQP",
      "siteLocation": "Information from this database can be found on the Community page under the Overview tab under Water Monitoring Locations, Past Water Conditions, and on the Water Monitoring tab under Past Water Conditions, as well as on the Water Monitoring Report pages.",
      "title": "Water Quality Portal (WQP)"
    },
    {
      "description": "A suite of web services that provide comprehensive information about the quality of the nation's surface water.",
      "extraContent": null,
      "id": "waters",
      "linkHref": "https://www.epa.gov/waterdata/waters-watershed-assessment-tracking-environmental-results-system",
      "linkLabel": "WATERS Data/System",
      "shortName": "WATERS",
      "siteLocation": "Information from WATERS supports the display of Watershed boundaries on the map display.",
      "title": "Watershed Assessment, Tracking & Environmental Results System (WATERS)"
    },
    {
      "description": "The Watershed Index Online (WSIO) is a free, publicly available data library of watershed indicators and a decision-support tool, developed by EPA, to assist resource managers, citizens, and other users with evaluating, comparing, and prioritizing watersheds for a user-defined purpose.",
      "extraContent": null,
      "id": "wsio",
      "linkHref": "https://www.epa.gov/wsio",
      "linkLabel": "WSIO Data/System",
      "shortName": "WSIO",
      "siteLocation": "Information from this database can be found on the Community page on the Protect tab under Watershed Health and Protection, Watershed Health Scores.",
      "title": "Watershed Index Online (WSIO)"
    },
    {
      "description": "Data and GIS files on wild and scenic rivers can be found on the <a href='https://www.rivers.gov/mapping-gis.php' target='_blank' rel='noopener noreferrer'>National Wild and Scenic Rivers System</a> website.",
      "extraContent": null,
      "id": "wild-scenic-rivers",
      "linkHref": "https://www.rivers.gov/",
      "linkLabel": "Wild and Scenic Rivers Data/System",
      "shortName": "Wild and Scenic Rivers",
      "siteLocation": "Information from this database can be found on the Community page on the Protect tab under Watershed Health and Protection, Wild and Scenic Rivers.",
      "title": "Wild and Scenic Rivers"
    }
  ]
}
