{
  "aquaticLife": {
    "body": "<p>EPA, states, and tribes monitor and assess water quality to determine the impact of impairments on plants and animals living in the water.</p><p>Plants and animals depend on clean water. Impairments can affect the quality of water, which can have adverse effects on plants and animals living in the water.<span data-show-less-more> The condition of a waterbody is dynamic and can change at any time, and the information in How’s My Waterway should only be used for general reference. If available, refer to local or state real-time water quality reports.</span></p>",
    "disclaimer": "<p>Users of this application should not rely on information relating to environmental laws and regulations posted on this application. Application users are solely responsible for ensuring that they are in compliance with all relevant environmental laws and regulations. In addition, EPA cannot attest to the accuracy of data provided by organizations outside of the federal government.</p>"
  },
  "drinkingWater": {
    "body": "<p>Drinking water comes from aquifers, streams, rivers, and lakes. Approximately 150,000 <span data-glossary-term data-term=\"Drinking Water System Type\">public water systems</span> provide drinking water to most Americans. Under the Safe Drinking Water Act, EPA sets standards for drinking water quality and with its partners implements various technical and financial programs to ensure drinking water safety.<span data-show-less-more> Drinking water quality is based on water that has been treated to ensure it is ready for human consumption which differs from raw water in streams and reservoirs.</p>"
  },
  "eatingFish": {
    "body": "",
    "disclaimer": ""
  },
  "extremeWeather": {
    "body": "<div>Explore potentially vulnerable waters, infrastructure, and communities alongside information on current, historical, and potential future <strong>extreme weather events</strong> (and associated events like wildfires) and <strong>climate</strong> for the selected watershed and county. Extreme events such as drought and flooding, caused by natural phenomena or human activity, typically happen infrequently, vary from normal conditions in severity or duration, and can have severe impacts on natural and human systems. Changes in climate over many years may impact the frequency, intensity, duration, and timing of extreme events in certain areas. Explore the map and information below to learn more. <div data-show-less-more><span class=\"paragraph-styles\">Extreme weather events impact both the quality and volume of clean, safe water available for different uses such as drinking, eating fish, recreation, and aquatic life. For example, intense storms can increase pollution loads and accelerate erosion and sedimentation, and drought dwindles water supplies, both of which result in concentrated pollutant loads. Intense rainstorms, flooding, drought, wildfire, and extreme temperatures also stress and damage the operation of already aging infrastructure and can disrupt or displace communities. Here are examples of how extreme weather events and associated environmental impacts can affect potentially vulnerable waters, infrastructure, and communities:</span> <span class=\"paragraph-styles\"><strong>Flooding</strong>: Heavy rainfall and intense storms can cause flooding and damage critical infrastructure (e.g., sewer systems and wastewater treatment facilities) and disrupt or displace communities. During a flood, underground storage tank (UST) systems may become displaced or damaged and release their contents into the environment, causing soil, surface water, and groundwater contamination.</span><ul><li><a href=\"https://www.epa.gov/green-infrastructure/manage-flood-risk\" target=\"_blank\" rel=\"noopener noreferrer\">Manage Flood Risk</a></li></ul><span class=\"paragraph-styles\"> <strong>Drought</strong>: Climate change is projected to intensify drought across much of the country. During a drought, water utilities can face a loss of water supply and increased demand from customers. Drought can reduce short term water sources, such as reservoir or lake levels, or affect longer-term storage, such as mountain snowpack. Drought can also increase drinking water treatment costs by concentrating contaminates in source waters and thereby diminishing source water quality (see: <a href=\"https://www.epa.gov/arc-x/climate-adaptation-and-source-water-impacts\" target=\"_blank\" rel=\"noopener noreferrer\">Climate Adaptation and Source Water Impacts</a>). </span> <ul><li><a href=\"https://www.epa.gov/natural-disasters/drought\" target=\"_blank\" rel=\"noopener noreferrer\">Drought</a></li> <li><a href=\"https://www.epa.gov/waterutilityresponse/drought-response-and-recovery-water-utilities\" target=\"_blank\" rel=\"noopener noreferrer\">Drought Response and Recovery for Water Utilities</a></li> <li><a href=\"https://www.epa.gov/crwu\" target=\"_blank\" rel=\"noopener noreferrer\">Creating Resilient Water Utilities (CRWU)</a></li> <li><a href=\"https://www.epa.gov/climate-change-water-sector/drought-and-water-scarcity-initiatives\" target=\"_blank\" rel=\"noopener noreferrer\">Drought and Water Scarcity Initiatives</a></li> <li><a href=\"https://www.epa.gov/water-research/drought-resilience-and-water-conservation\" target=\"_blank\" rel=\"noopener noreferrer\">Drought Resilience and Water Conservation</a></li></ul> <span class=\"paragraph-styles\"><strong>Wildfire</strong>: Wildfire frequency, extent, and intensity are projected to increase with higher temperatures and drought conditions in parts of the United States. During active burning, ash and contaminants associated with ash settle on streams, lakes, and water reservoirs. Vegetation that holds soil in place and retains water is burned away. In the aftermath of a large wildfire, rainstorms flush vast quantities of ash, sediment, nutrients and contaminants into streams, rivers, and downstream reservoirs. The absence of vegetation in the watershed can create conditions conducive to erosion and even flooding, and naturally occurring and anthropogenic substances can impact drinking water quality, discolor recreational waters, and may potentially contribute to harmful algal blooms (see: <a href=\"https://www.epa.gov/sciencematters/wildfires-how-do-they-affect-our-water-supplies\" target=\"_blank\" rel=\"noopener noreferrer\">Wildfires: How Do They Affect Our Water Supplies?</a>).</span> <span class=\"paragraph-styles\"><strong>Extreme heat</strong>: In many areas, increased water temperatures (linked to increasing air temperature) will cause eutrophication and excess algal growth, which may reduce drinking water quality (see: <a href=\"https://www.epa.gov/arc-x/climate-impacts-water-quality\" target=\"_blank\" rel=\"noopener noreferrer\">Climate Impacts on Water Quality</a>).</span> <span class=\"paragraph-styles\"><strong>Extreme cold</strong>: Water and wastewater utilities are vulnerable to extreme cold and winter storms. Freezing temperatures and winter storms can damage pipes, restrict water intakes, and disrupt water services to communities (see: <a href=\"https://19january2017snapshot.epa.gov/sites/production/files/2015-06/documents/extreme_cold_and_winter_storms.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Incident Action Checklist – Extreme Cold and Winter Storms (PDF)</a>).</span></div></div>",
    "disclaimer": "<p>The condition of a waterbody is dynamic and can change at any time, and the information in How’s My Waterway should only be used for general reference. This monitoring section only displays data that has been shared with EPA and doesn’t represent all data collected on a specific waterbody. For the most current data, refer to local or state real-time water quality reports.</p> <p>Furthermore, users of this application should not rely on information relating to environmental laws and regulations posted on this application. Application users are solely responsible for ensuring that they are in compliance with all relevant environmental laws and regulations. In addition, EPA cannot attest to the accuracy of data provided by organizations outside of the federal government.</p>"
  },
  "identifiedIssues": {
    "body": "<p>Waters can be impacted by a variety of impairments. Below you can see impairments degrading certain uses of these waters and those dischargers in <span data-glossary-term data-term=\"Significant Violations\"> significant violation </span> of their permit.</p>"
  },
  "monitoring": {
    "body": "<p>Water is monitored by state, federal, tribal, and local agencies. Universities, volunteers and others also help detect water quality concerns.</p> <p>Explore the map and information below to find out about current and past water conditions.<span data-show-less-more> We define current data as less than one week old, and everything else as past data. The water condition information shown here is estimated using satellite imagery, water quality sensors deployed in the waterbody, and many other diverse monitoring techniques including laboratory analyses.</span></p>",
    "disclaimer": "<p>The condition of a waterbody is dynamic and can change at any time, and the information in How’s My Waterway should only be used for general reference. This monitoring section only displays data that has been shared with EPA and doesn’t represent all data collected on a specific waterbody. For the most current data, refer to local or state real-time water quality reports.</p> <p>Furthermore, users of this application should not rely on information relating to environmental laws and regulations posted on this application. Application users are solely responsible for ensuring that they are in compliance with all relevant environmental laws and regulations. In addition, EPA cannot attest to the accuracy of data provided by organizations outside of the federal government.</p>"
  },
  "overview": {
    "body": "<h3>Your Waters: What We Know</h3><p>Waters in your community are connected within a local <span data-glossary-term data-term=\"Watershed\">watershed</span>. The <strong>dashed outline on the map shows your watershed.</strong></p><p>Water quality is monitored for physical, chemical and biological factors. The monitoring results are assessed against EPA approved water quality standards or thresholds. Water can be impaired, meaning it is not able to be used for certain purposes.<span data-show-less-more> The condition of a waterbody is dynamic and can change at any time, and the information in How’s My Waterway should only be used for general reference. If available, refer to local or state real-time water quality reports.</span></p>",
    "disclaimer": "<p>Users of this application should not rely on information relating to environmental laws and regulations posted on this application. Application users are solely responsible for ensuring that they are in compliance with all relevant environmental laws and regulations. In addition, EPA cannot attest to the accuracy of data provided by organizations outside of the federal government.</p>"
  },
  "protect": {
    "body": "<p>You can help keep your water clean. Together we can protect water for future generations.</p>"
  },
  "restore": {
    "body": "<p>Efforts are underway to restore your community’s water through grants and clean-up plans at the local, state, and federal level. View restoration plans and EPA funded <span data-glossary-term data-term=\"Nonpoint Source Pollution\">Nonpoint Source</span> restoration projects.</p>"
  },
  "swimming": {
    "body": "<p>EPA, states, and tribes monitor and assess water quality to keep you safe while swimming and playing in or on the water.<span data-show-less-more> Water quality can change on very short notice. When deciding if it is safe to swim in a waterbody, refer to any local or state advisories. If available, refer to local or state real-time water quality reports.</span></p>",
    "disclaimer": "<p>Users of this application should not rely on information relating to environmental laws and regulations posted on this application. Application users are solely responsible for ensuring that they are in compliance with all relevant environmental laws and regulations. In addition, EPA cannot attest to the accuracy of data provided by organizations outside of the federal government.</p>"
  }
}
