{
  "intro": {
    "title": "How healthy are our nation’s waterways?",
    "content": "<p>Nationally, more than 70% of our estuaries have healthy biological communities while fewer than half of our rivers and streams, lakes, wetlands and Great Lakes coasts do. Biological condition tells us how healthy a waterbody is. A healthy waterbody supports biological communities such as fish, insects, crayfish, and vegetation. Excess nutrients, sediments, other pollution and alterations to habitat can negatively impact these communities.</p>"
  },
  "columns": {
    "title": "Excess nutrients in waterways continue to be an issue",
    "content": "<p><a href='https://www.epa.gov/nutrientpollution' target='_blank' rel='noopener noreferrer'>Excess Nutrients in Waterways</a> <small>(opens new browser tab)</small> is one of America’s most widespread water quality issues. While nutrients are important, too much of a good thing can become a bad thing. In the U.S., 58% of rivers and streams, 40% of lakes and 21% of coastal waters have high levels of nutrients. Excess nutrients can lead to excessive algae growth, which can use up oxygen that aquatic organisms need to survive. Too much algae growth can cause fish to die. <a href='https://www.epa.gov/nutrient-policy-data/what-epa-doing-reduce-nutrient-pollution' target='_blank' rel='noopener noreferrer'>Learn more about what EPA is doing to reduce excess nutrients in waterways</a> <small>(opens new browser tab)</small>.</p>",
    "photoLink": "https://www.epa.gov/nutrientpollution"
  },
  "tabs": [
    {
      "title": "Rivers and Streams",
      "content": [
        {
          "title": "<span class='hmw-percent'>1/3</span> of our rivers and streams are in good condition for biological communities.",
          "content": "<p>Over one-third (35%) of river and stream miles had healthy biological communities based on fish abundance and 28% of river and stream miles had healthy communities based on benthic macroinvertebrates.  Biological condition tells us how healthy a waterbody is. Healthy waters support aquatic communities – such as insects, crayfish, and snails – that are sensitive to changes in their environment. Their presence or absence gives us an idea of how healthy or impaired waters are.</p><p>Poor biological condition was more likely in rivers and stream miles with excess nutrients.</p>"
        },
        {
          "title": "<span class='hmw-percent'>42%</span> of our rivers and streams have excess nutrients (42% elevated phosphorus, 44% elevated nitrogen)",
          "content": "<p>Between 2013–14 and 2018–19, the percent of river and stream miles in poor condition based on excess phosphorus decreased from 60% to 42%. Nutrients like nitrogen or phosphorus are important, but too much of a good thing can overwhelm the ecosystem. Excess nutrients can come from fertilizer, animal manure, wastewater treatment, atmospheric deposition, and urban runoff.</p><p>Excess nutrients can lead to algal blooms and fish kills, causing a loss of fishing and recreational opportunities. High levels of nutrients can also threaten drinking water. Rivers and streams with high levels of nutrients are more likely to have unhealthy biological communities than waters with low levels.</p>"
        },
        {
          "title": "<span class='hmw-percent'>57%</span> of our rivers and streams have healthy riverside vegetation",
          "content": "<p>Healthy rivers and streams have plant buffer zones along their banks – grasses, shrubs, and trees – that help to absorb rainfall, slow stormwater, and filter runoff before it reaches the waterway. Many actions, such as mowing, paving, farming, and construction can damage riverside vegetation.</p>"
        }
      ],
      "footnotes": [
        "This data is pulled from the National Aquatic Resource Surveys (NARS) and the metrics are only for the conterminous US."
      ]
    },
    {
      "title": "Lakes",
      "content": [
        {
          "title": "<span class='hmw-percent'>24%</span> of lakes have high levels of algal growth",
          "content": "<p>Algae and plant productivity can tell us about the health of lakes. Some lakes have too many nutrients, which can lead to excessive plant growth, nuisance algae, murky water, odor, fish kills, and lower levels of dissolved oxygen.</p>"
        },
        {
          "title": "<span class='hmw-percent'>45%</span> of our nation's lakes have excess nutrients",
          "content": "<p>Sampling shows that excess nutrients is a widespread problem in America’s lakes with 45% of lakes having excess phosphorus and 46% having excess nitrogen. While nutrients are important, too much of a good thing can cause problems. Excess nutrients can lead to excessive algae growth, which can use up oxygen that aquatic organisms need to survive. Lakes with high levels of nutrients are about 2 times more likely to have unhealthy biological communities than those with lower levels.</p><p>Too much algae growth can cause fish to die, causing a loss of fishing and recreational opportunities. Lakes with high levels of nutrients are more likely to have unhealthy biological communities.</p><p><a href='https://www.epa.gov/national-aquatic-resource-surveys/indicators-nitrogen' target='_blank' rel='noopener noreferrer'>More information on nitrogen</a>; <a href='https://www.epa.gov/national-aquatic-resource-surveys/indicators-phosphorus' target='_blank' rel='noopener noreferrer'>More information on phosphorus</a> <small>(opens new browser tab)</small></p>"
        },
        {
          "title": "<span class='hmw-percent'>21%</span> of our nation's lakes have measurable levels of a cyanotoxin",
          "content": "<p>Microcystin is a cyanotoxin that is produced by naturally-occurring bacteria in surface waters. Sampling also shows that 2% of the nation’s lakes had levels that could pose risks to people swimming or playing in the water.</p><p>At high levels, cyanotoxins can present a risk to public drinking water systems and to people, pets, and livestock.</p><p><a href='https://www.epa.gov/system/files/documents/2022-08/When%20Good%20Algae%20Go%20Bad_2017.pdf' target='_blank' rel='noopener noreferrer'>More Information (PDF)</a> <small>(opens new browser tab)</small></p>"
        }
      ],
      "footnotes": [
        "This data is pulled from the National Aquatic Resource Surveys (NARS) and the metrics are only for the conterminous US."
      ]
    },
    {
      "title": "Coastal",
      "content": [
        {
          "title": "<span class='hmw-percent'>71%</span> of our estuaries and <span class='hmw-percent'>31%*</span> of Great Lakes nearshore waters are healthy based on their biological communities.",
          "content": "<p>In estuaries, the percentage of area in good condition increased from 51% to 71% from 2005-06 to 2015.  Biological condition tells us how healthy a waterbody is. A healthy waterbody supports aquatic communities – such as worms, snails, and clams – that are sensitive to changes in their environment. Their presence or absence gives us an idea of how healthy or degraded our waters are.</p>"
        },
        {
          "title": "<span class='hmw-percent'>17%</span> of our estuaries and <span class='hmw-percent'>23%</span> of Great Lakes nearshore waters have excess nutrients.",
          "content": "<p>While nutrients are important, having too many nutrients can cause problems for water quality. Excess nutrients come from farm fertilizer, wastewater treatment, atmospheric deposition, animal manure, and urban runoff, and cause problems for water quality. Excess nutrients come from farm fertilizer, animal manure, wastewater treatment, atmospheric deposition, and urban runoff. Excess nutrients can lead to algal blooms and fish kills, leading to a loss of fishing, recreational and tourism opportunities</p>"
        },
        {
          "title": "<span class='hmw-percent'>76%</span> of our estuaries and <span class='hmw-percent'>62%**</span> of Great Lakes nearshore waters have good quality sediments.",
          "content": "<p>Many contaminants can accumulate in bottom sediments. When present they can negatively impact organisms living in those sediments. As other creatures eat them, the contaminants can become concentrated throughout the food web, potentially affecting fish, marine mammals and humans who consume contaminated fish and shellfish.</p>"
        }
      ],
      "footnotes": [
        "* 33% of Great Lakes nearshore waters are unassessed for biological condition due to the inability to collect a sample that was suitable for analysis.",
        "** 21% of Great Lakes nearshore waters are unassessed for sediment condition due to the inability to collect a sample that was suitable for analysis.",
        "Please visit the NCCA Results Dashboard at <a href='https://coastalcondition.epa.gov' target='_blank' rel='noopener noreferrer'>https://coastalcondition.epa.gov</a> <small>(opens new browser tab)</small> to view all results of the NCCA 2015 Survey.",
        "These data are from the <a href='https://www.epa.gov/national-aquatic-resource-surveys/ncca' target='_blank' rel='noopener noreferrer'>National Aquatic Resource Surveys (NARS)</a> <small>(opens new browser tab)</small> and the metrics are only for the conterminous US."
      ]
    },
    {
      "title": "Wetlands",
      "content": [
        {
          "title": "<span class='hmw-percent'>47%</span> of our national wetland area is healthy based on their biological communities",
          "content": "<p>Plants are a major component of wetlands and are often specialized to exist in wetland environments. They provide important habitat and food for birds, fish, and other wildlife. Because plants are sensitive to changes in their environment, their presence or absence gives us an idea of how healthy or degraded our wetlands are.</p>"
        },
        {
          "title": "<span class='hmw-percent'>43%</span> of our national wetland area is impacted by moderate or high levels of nonnative plants",
          "content": "<p>Nonnative plants can directly and indirectly affect native vegetation and ecosystem components.</p><p>When native plants are squeezed out by nonnative plants, insects, amphibians, birds, and mammals that rely on native plants also face pressure, because nonnative vegetation often provides inferior habitat and food. In addition, changes driven by nonnative plants to vegetation structure or to the kinds of plants present can alter ecosystem services like flood reduction, carbon storage, and water-quality enhancement</p>"
        },
        {
          "title": "<span class='hmw-percent'>54%</span> of our national wetland area has experienced moderate or high rates of surface hardening",
          "content": "<p>Wetlands with high levels of surface hardening (e.g., pavement, soil compaction) are less able to absorb rainwater and more vulnerable to flooding and erosion. They are twice as likely to have poor biological condition compared to wetlands with low levels of hardening.</p>"
        }
      ],
      "footnotes": [
        "This data is pulled from the National Aquatic Resource Surveys (NARS) and the metrics are only for the conterminous US."
      ]
    }
  ],
  "links": {
    "rivers": "https://www.epa.gov/national-aquatic-resource-surveys/national-rivers-and-streams-assessment-2013-2014-results",
    "lakes": "https://www.epa.gov/national-aquatic-resource-surveys/national-lakes-assessment-2012-key-findings",
    "coasts": "https://www.epa.gov/national-aquatic-resource-surveys/national-coastal-condition-assessment-2010-results",
    "wetlands": "https://www.epa.gov/national-aquatic-resource-surveys/nwca"
  }
}
